/*
 * Translated default messages for the jQuery validation plugin.
 * Locale: RU
 */
jQuery.extend(jQuery.validator.messages, {
        required: "Р­С‚Рѕ РїРѕР»Рµ РЅРµРѕР±С…РѕРґРёРјРѕ Р·Р°РїРѕР»РЅРёС‚СЊ.",
        remote: "РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РІРІРµРґРёС‚Рµ РїСЂР°РІРёР»СЊРЅРѕРµ Р·РЅР°С‡РµРЅРёРµ.",
        email: "РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РІРІРµРґРёС‚Рµ РєРѕСЂСЂРµС‚РЅС‹Р№ Р°РґСЂРµСЃ СЌР»РµРєС‚СЂРѕРЅРЅРѕР№ РїРѕС‡С‚С‹.",
        url: "РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РІРІРµРґРёС‚Рµ РєРѕСЂСЂРµРєС‚РЅС‹Р№ URL.",
        date: "РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РІРІРµРґРёС‚Рµ РєРѕСЂСЂРµРєС‚РЅСѓСЋ РґР°С‚Сѓ.",
        dateISO: "РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РІРІРµРґРёС‚Рµ РєРѕСЂСЂРµРєС‚РЅСѓСЋ РґР°С‚Сѓ РІ С„РѕСЂРјР°С‚Рµ ISO.",
        number: "РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РІРІРµРґРёС‚Рµ С‡РёСЃР»Рѕ.",
        digits: "РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РІРІРѕРґРёС‚Рµ С‚РѕР»СЊРєРѕ С†РёС„СЂС‹.",
        creditcard: "РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РІРІРµРґРёС‚Рµ РїСЂР°РІРёР»СЊРЅС‹Р№ РЅРѕРјРµСЂ РєСЂРµРґРёС‚РЅРѕР№ РєР°СЂС‚С‹.",
        equalTo: "РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РІРІРµРґРёС‚Рµ С‚Р°РєРѕРµ Р¶Рµ Р·РЅР°С‡РµРЅРёРµ РµС‰С‘ СЂР°Р·.",
        accept: "РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РІС‹Р±РµСЂРёС‚Рµ С„Р°Р№Р» СЃ РїСЂР°РІРёР»СЊРЅС‹Рј СЂР°СЃС€РёСЂРµРЅРёРµРј.",
        maxlength: jQuery.validator.format("РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РІРІРµРґРёС‚Рµ РЅРµ Р±РѕР»СЊС€Рµ {0} СЃРёРјРІРѕР»РѕРІ."),
        minlength: jQuery.validator.format("РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РІРІРµРґРёС‚Рµ РЅРµ РјРµРЅСЊС€Рµ {0} СЃРёРјРІРѕР»РѕРІ."),
        rangelength: jQuery.validator.format("РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РІРІРµРґРёС‚Рµ Р·РЅР°С‡РµРЅРёРµ РґР»РёРЅРѕР№ РѕС‚ {0} РґРѕ {1} СЃРёРјРІРѕР»РѕРІ."),
        range: jQuery.validator.format("РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РІРІРµРґРёС‚Рµ С‡РёСЃР»Рѕ РѕС‚ {0} РґРѕ {1}."),
        max: jQuery.validator.format("РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РІРІРµРґРёС‚Рµ С‡РёСЃР»Рѕ, РјРµРЅСЊС€РµРµ РёР»Рё СЂР°РІРЅРѕРµВ {0}."),
        min: jQuery.validator.format("РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РІРІРµРґРёС‚Рµ С‡РёСЃР»Рѕ, Р±РѕР»СЊС€РµРµ РёР»Рё СЂР°РІРЅРѕРµ {0}.")
});